Repository: BackupTheBerlios/migueloo-svn
Catalog: migueloo/trunk/modules/gettext/*/LC_MESSAGES/errors.po
Languages: es_es, gl_es

source: bad referer
es_es: Parece que Ud. ha accedido a esta página deliberdamente o que está usando un navegador web que no nos permite saber si verdaderamente ocurrió un error o no, así que el error teóricamente solicitado será mostrado pero no constará en el registro de errores.<br> Si verdaderamente se produjo un error, por favor, envíenos (a los desarrolladores de Miguel) un <a " "href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando su situación de tal manera que la " "podamos reproducir y arreglar o contacte con el administrador.
gl_es: Parece que vostede accedeu a esta páxina deliberadamente ou que está a usar un navegador web que non nos permite saber se verdadeiramente ocorreu un erro ou non, así que o erro teóricamente solicitado será amosado pero non constará no rexistro de erros.<br> Se verdadeiramente ocorreu un erro, por favor, envíenos (ós desenvolvedores de Miguel) un <a " "href="mailto:e-learning-desarrollo@listas.hispalinux.es">email<a> explicando a súa situación de tal xeito que a " "poidamos reproducir e arranxar, ou contacte co administrador.

source: given error code wasn't recognized
es_es: Esta es una página que muestra errores, pero el código de error dado fue reconocido, así que no podemos decirle que es sucedió, en el supuesto de que realmente hubo algún problema.<br> Si este es su caso, por favor, envíenos (a los desarrolladores de Miguel) un <a " "href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando su situación de tal manera que la " "podamos reproducir y arreglar.
gl_es: Esta é unha páxina que mostra erros, pero o código do erro facilitado non foi recoñecido, así que non podemos dicirlle o que sucedeu, no suposto de que realmente houbera algún problema.<br> Se este é o seu caso, por favor, envíenos (ós desenvolvedores de Miguel) un <a " "href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando a súa situación de tal xeito que a " "poidamos reproducir e arranxar, ou contacte co administrador.

source: no error code was given
es_es: Esta es una página que muestra errores, pero no se proveyó ningún código de error así que no podemos decirle que sucedió, en el supuesto de que realmente hubo algún problema. Por favor, envíenos (a los desarrolladores de Miguel) un <a href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando su situación de tal manera que la podamos reproducir y arreglar.
gl_es: Esta é unha páxina que mostra erros, pero nos se facilitou ningún código de erro, así que non podemos decirlle o que sucedeu, no suposto de que realmente houbera algún problema.Por favor, envíenos (ós desenvolvedores de Miguel) un <a href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando a súa situación de tal xeito que a poidamos reproducir e arranxar, ou contacte co administrador.

source: unable to connect to the db
es_es: ¡ ATENCIÓN ! EL SISTEMA NO PUDO CONECTAR CON EL SERVIDOR DE BASE DE DATOS <br> Si se trata del primer uso, lea INSTALL.es.txt y luego vaya al asistente web de instalación
gl_es: ¡ ATENCIÓN ! O SISTEMA NON PUIDO CONECTAR CO SERVIDOR DA BASE DE DATOS <br> Se se trata do primeiro uso, lea INSTALL.es.txt e despois vaia ó asistente web de instalación

source: unable to select the main miguel db
es_es: ¡ ATENCIÓN ! EL SISTEMA NO PUDO SELECIONAR EL SERVIDOR DE BASE DE DATOS <br> Si se trata del primer uso, lea INSTALL.es.txt y luego vaya al asistente web de instalación
gl_es: ¡ ATENCIÓN ! O SISTEMA NON PUIDO SELECCIONAR O SERVIDOR DA BASE DE DATOS <br> Se se trata do primeiro uso, lea INSTALL.es.txt e despois vaia ó asistente web de instalación

source: someone not allowed to see the content of the page
es_es: ¡ ATENCIÓN ! Ud. no tiene permiso para ver la página solicitada. Por favor, entre con los permisos adecuados.
gl_es: ¡ ATENCIÓN ! Vostede non ten permiso para ve-la páxina solicitada. Por favor, acceda cós permisos axeitados.

source: a requested file couldn't be read
es_es: ¡ ATENCIÓN ! El archivo solicitado no pudo ser leído. <br> Por favor, envíenos (a los desarrolladores de Miguel) un <a href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando su situación de tal " "manera que la podamos reproducir y arreglar.
gl_es: ¡ ATENCIÓN ! O arquivo solicitado non puido ser lido. <br> Por favor, envíenos (ós desenvolvedores de Miguel) un <a href="mailto:e-learning-desarrollo@listas.hispalinux.es">email</a> explicando a súa situación de tal " "xeito que a podamos reproducir e arranxar.

source: session lost in a course
es_es: ¡ ATENCIÓN ! Se cerró su sesión, por favor vuelva a la página principal del curso y actualice la pantalla.
gl_es: ¡ ATENCIÓN ! Cerrouse a súa sesión, por favor volva á páxina principal do curso e actualice a pantalla.

source: cours doesn't exist
es_es: ¡ ATENCIÓN ! Este curso no existe.
gl_es: ¡ ATENCIÓN ! Este curso non existe.

source: config file couldn't be included
es_es: ¡ ATENCIÓN ! El archivo de configuración no pudo ser leído. Contacte con el administrador, o si Ud. es el administrador, o bien reinstale miguel, restaure el fichero de configuración o dele los permisos adecuados
gl_es: ¡ ATENCIÓN ! O arquivo de configuración non puido ser lido. Contacte co administrador, ou se Vd. é o administrador, ou ben reinstale miguel, restaure o ficheiro de configuración ou delle os permisos adecuados
