<p>El m&oacute;dulo de gesti&oacute;n de trabajos funciona de manera semejante a la gesti&oacute;n de sus documentos en un ordenador. </p>

<p>Usted puede introducir trabajos de todo tipo (HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime, etc.). Tenga en cuenta, sin embargo, el que los profesores dispongan de las herramientas apropiadas para poder consultarlos. Tenga tambi&eacute;n cuidado de no enviar trabajos infectados con virus. Es conveniente de comprobar primero con un programa antivirus que los trabajos no est&eacute;n infectados antes de colocarlos en miguel.</p>

<p>Los trabajos se presentan en pantalla por orden alfab&eacute;tico.<br>
  <b>Consejos:</b> si usted desea que los trabajos sean ordenados de
  manera diferente, usted puede hacerlos preceder de un n&uacute;mero, a partir de este momento se ordenar&aacute;n seg&uacute;n esta base. </p>
<p>Usted puede:</p>
<h4>Usted puede cargar a distancia un trabajo en este m&oacute;dulo</h4>
<ul>
  <li>Seleccione el documento en su ordenador con la ayuda del
	bot&oacute;n &quot;Buscar&quot;
	<input type=submit value=Buscar name=submit2>
	a la derecha de su pantalla.</li>
  <li>Ejecute la carga a distancia con la ayuda del bot&oacute;n&quot;
	cargar a distancia&quot;
	<input type=submit value=cargar a distancia name=submit2>
	.</li>
</ul>
<h4>Cambiar el nombre de un trabajo (o de un directorio)</h4>
<ul>
  <li>Haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/renommer.gif width=20 height=20 align=baseline>
	en la columna &quot;Cambiar el nombre.</li>
  <li>Introduzca el nuevo nombre en el lugar previsto para este efecto que aparece
	arriba a la izquierda</li>
  <li>Validar haciendo click en &quot;OK&quot;
	<input type=submit value=OK name=submit24>
	.
</ul>
	<h4>Suprimir un trabajo (o un directorio)</h4>
	<ul>

  <li>Haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/supprimer.gif width=20 height=20>
	en la columna &quot;Suprimir&quot;.</li>
	</ul>
	<h4>Hacer que un trabajo sea invisible para los estudiantes (o un directorio)</h4>
	<ul>

  <li>Haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/visible.gif width=20 height=20>
     en la columna &quot;Visible/invisible&quot;.</li>
	  <li>El documento (o el directorio) continua existiendo, pero ya no es visible para los estudiantes.</li>
	</ul>
	<ul>

  <li>Si ustede desea que este elemento vuelva a ser visible,
	haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/invisible.gif width=24 height=20>
	en la columna &quot;Visible/invisible&quot;</li>
	</ul>

  <h4>Si cumple el plazo de entrega y no desea que el estudiante cambie el documento</h4>
  <ul>
	<li>haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/invisible.gif width=24 height=20>
	en la columna &quot;Entregado/No entregado</li>
	</ul>

	<h4>A&ntilde;adir o modificar un comentario a un documento (o a un directorio)</h4>
	<ul>

  <li>Haga click en el bot&oacute;n  <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/comment.gif width=20 height=20>
	en la columna &quot;Commentario&quot;</li>
	  <li>Introduzca el nuevo comentario en la zona prevista para tal efecto qui aparecer&aacute; arriba a la izquierda.</li>
	  <li>Valide haciendo click en &quot;OK&quot;
		<input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Si ustede desea suprimir un comentario, haga click en el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/comment.gif width=20 height=20>,
	  &quot;borrar el antiguo comentario de la zona&quot; y valide haciendo click en &quot;OK&quot;
	  <input type=submit value=OK name=submit22>
	  .
	<hr>
	<p>Usted puede tambi&eacute;n organizar el contenido del m&oacute;dulo de los trabajos guardando
	  los trabajos en directorios. Para hacer esto usted debe :</p>
	<h4><b>Crear un directorio</b></h4>
	<ul>
	  <li>Hacer click en la funci&oacute;n &quot;<img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/dossier.gif width=20 height=20>crear
		un directorio&quot; arriba a la izquierda de la pantalla</li>
	  <li>Introduzca el nombre de su nuevo repertorio en la zona prevista para tal efecto
          arriba a la izquierda de la pantalla.</li>
	  <li>Valide haciendo click en &quot;OK&quot;
		<input type=submit value=OK name=submit23>
		.</li>
	</ul>
	<h4>Desplazar un documento (o un directorio)</h4>
	<ul>
	  <li>Haga click sobre el bot&oacute;n <img src=<?php echo "$urlServer/miguel/image/filemanager/"; ?>/deplacer.gif width=34 height=16>
		en la columna &quot;desplazar&quot;</li>
	  <li>Escoja el repertorio al que usted quiere desplazar el documento
              o el directorio en el men&uacute; de selecci&oacute;n previsto
	     para tal efecto que aparecer&aacute; arriba a la izquierda.(nota: 
		la palabra &quot;raiz&quot; en dicho men&uacute; representa la raiz (base) de 
		su m&oacute;dulo de trabajos).</li>
	  <li>Valide haciendo click sobre &quot;OK&quot; 
		<input type=submit value=OK name=submit232>
		.</li>
	</ul>
	<center>
	  <p>
