<b>Papeles (roles)</b><p>Los papeles (roles) no tienen ninguna funci&oacute;n inform&aacute;tica. No otorgan ning&uacute;n derecho sobre el sistema. Usted puede modificarlos haciendo click sobre 'modificar' debajo de  'rol/papel' y despu&eacute;s introduciendo todas las letras de la descripci&oacute;n de la funci&oacute;n conveniente: profesor, asistente, tutor, visitante, documentalista, experto, moderador... Est&oacute; servir&aacute; solamente para indicar p&uacute;blicamente que rol (papel) que desempe&ntilde;a en el curso.</P><hr>
<b>Derechos de administraci&oacute;n</b>
<p>Los derechos de administraci&oacute;n, por el contrario, se refieren al sistema inform&aacute;tico. Actualmente, se puede escoger entre <b>todos</b> (modificar todo, suprimir todo, a&ntilde;adir todo) y <b>ninguno</b> (a parte del derceho de visitar la web, de publicar mensajes en el foro y trabajos via la p&aacute;gina 'trabajos').</P>
<p>Para permitir a un co-titular, un asistente, un tutor o quien sea el co-administrar la web con usted, ustede debe inscribirlo previamente en su curso o asegurarse que ya est&aacute; inscrito y despu&eacute;s modificar los derechos que le corresponden haciendo click sobre 'modificar' debajo 'derechos de administraci&oacute;.' y luego marcando 'todos'.</P><hr>
<b>Co-titulares</b>
<p>Para hacer que figure el nombre de un co-titular en la cabecera de su curso, utilice la p&aacute;gina 'Modificar la informaci&oacute;n sobre el curso' (en las herramientas de color naranja). Esta modificaci&oacute;n de la cabercera del curso no inscribe autom&aacute;ticamente a este co-titular como usuario del curso. Se trata de dos acciones distintas.</p><hr>
<b>Ayudar a un usuario</b>
<p>Para a&ntilde;adir un usuario a su curso, comprobar primero si ya est&aacute; inscrito en iCampus utilizando el motor de b&uacute;squeda. Si ya est&aacute; inscrito, marque la casilla que aparece al lado de su nombre y valide. Si todav&iacute;a no est&aacute; inscrito a&ntilde;adale a mano. En los dos casos, la persona recibir&aacute; un email de confirmaci&oacute;n de su inscripci&oacute;n conteniendo su nombre de usuario y su password, excepto en el caso de que ustede no haya introducido su email.</p>