<p>Aqu&iacute; podremos generar los grupos de trabajo existentes en el curso, para ello se har&aacute; click en la opci&oacute;n 'Crear nuevo(s) grupo(s)' lo cual nos dirigir&aacute; a una pantalla en la que se nos permitir&aacute; crear uno o varios grupos (si bien posteriormente podremos a?adir m&aacute;s) con un n&uacute;mero de asientos m&aacute;ximo por grupo, si bien este par&aacute;metro es opcional. Una vez validada la creaci&oacute;n del grupo, nos devolver&aacute; a la p&aacute;gina anterior apareciendo en la parte inferior el grupo ya creado, el cual puede ser modificado, para ello cliqueamos sobre el icono 'Editar' lo que nos conducir&aacute; a una p&aacute;gina en la cual podemos asignar las caracter&iacute;sticas del grupo, para ello tendremos que rellenar una serie de campos, como son: T&iacute;tulo del curso, Tutor, una breve descripci&oacute;n del curso (opcional), el n&uacute;mero m&aacute;ximo de personal que formar&aacute;n el grupo y por &uacute;ltimo las personas que formar&aacute;n dicho grupo para lo cual se?alaremos a cada una de las personas que deseamos a?adir o elimiar y pulsaremos los botones de doble flecha, la que se?ala a la derecha permite a?adir, mientras que la que apunta la izquierda se utilizar&aacute; para quitar miembros. Por &uacute;ltimo y una vez rellenados todos los campos pulsaremos sobre el bot&oacute;n 'Validar' a fin de guardar los cambios.
</p>
<p>
Podemos igualmente borrar un grupo determinado desde las opciones de grupo, o bien eliminar todos los grupos en el bloque de opciones que figuran en la parte superior de la p&aacute;gina. O bien podemos vaciar los grupos a fin de asignar de nuevo las caracter&iacute;sticas de cada uno de ellos. En esta misma p&aacute;gina podemos cambiar igualmente las opciones de los grupos, lo que nos permite autorizar a los alumnos a darse de alta en los grupos, asignar un foro al grupo y que ese sea privado o p&uacute;blico y por &uacute;ltimo podemos activar la opci&oacute;n de utilizar documentos o no. Al igual que el resto de p&aacute;ginas nos quedar&iacute;a pulsar sobre el bot&oacute;n 'Validar' a fin de aceptar los cambios.
</p>