<p>
La pantalla principal se estructura en tres partes bien diferenciadas, como son:
<ul>
	<li>1.-  La parte superior.</li>
	<li>2.- Cuerpo de p&aacute;gina (departamentos)</li>
	<li>3.-- Zona de acceso e inscripci&oacute;n.</li>
</ul>
</p>
<p>
<b>1.- La parte superior.</b>
<br>
En esta zona de la pantalla nos encontramos con una serie de enlaces. El primero de izquierda a derecha nos conduce a la p&aacute;gina principal de miguel (en la que ahora mismo nos encontramos), seguidamente tenemos un enlace hacia la p&aacute;gina principal de Indetec (desarrollador del proyecto) y por &uacute;ltimo otro a la p&aacute;gina principal de su Organizaci&oacute;n.
</p>
<p>
<b>2.- Cuerpo de la p&aacute;gina (Centros)</b>
<br>
Aqu&iacute; figura la relaci&oacute;n de los centros a los que podemos acceder o lo que es lo mismo una relaci&oacute;n de las facultades que se encuentran activas, apareciendo entre par&eacute;ntesis el n&uacute;mero de cursos que hay en cada una de ellas.
<br>
Cuando seleccionamos un Centro o Facultad, se nos muestra un listado con los cursos que se encuentran disponibles.
<br>
En este listado &uacute;nicamente se muestran los cursos que no son de acceso privado.
<br> Dependiendo de la configuraci&oacute;n del curso podremos entrar haciendo click con el rat&oacute;n encima del nombre. Puede ser que sea de acceso p&uacute;blico, que necesitemos tener un usuario registrado en miguel o bien ser invitados al curso.
</p>
<p>
<b>3.- Zona de acceso e inscripci&oacute;n.</b>
<br>
Es esta parte, com&uacute;n a todas las p&aacute;ginas de la aplicaci&oacute;n, tendremos el acceso a la zona de usuarios, donde existen dos partes bien diferenciadas. En la primera de ellas figuran dos casillas en la insertaremos nuestro nombre de usuario y contrase&ntilde;a, una vez realizado y tras pulsar sobre el bot&oacute;n 'Entrar' accederemos a nuestra configuraci&oacute;n dentro de la aplicaci&oacute;n.
<br><br>
En la segunda parte nos encontramos una serie de opciones como son:
<ul>
	<li><b>Incripci&oacute;n:</b> Aqu&iacute; nos registraremos la primera vez que entremos con un nombre de usuario y clave de acceso para acceder a todos los servicios de la aplicaci&oacute;n en funci&oacute;n de como efectuemos dicho registro.</li>
	<LI><b>Ayuda:</b> Presenta unas breves indicaciones sobre como trabajar en la ventana en que nos encontremos en cada momento.</LI>
	<LI><b>Foro de soporte:</b> Este v&iacute;nculo nos conduce a la p&aacute;gina de Hispalinux en la cual se encuentra un foro de discusi&oacute;n y consulta donde podr&aacute; plantear sus dudas, consultas y sugerencias. Siendo este un medio de comunicaci&oacute;n entre y para usuarios.</LI>
</ul>
</p>
