<P>
Este es el primer paso que se ha de realizar una vez entremos en la aplicaci&oacute;n ya que de no estar registrados en la misma no podremos participar de los beneficios que provee esta aplicaci&oacute;n no pudiendo acceder a muchos de los apartados de esta.
</P>
<P>
Una vez pulsemos en el v&iacute;nculo 'Inscripci&oacute;n' seremos redigidos a una p&aacute;gina en la introduciremos nuestros datos personales a fin de formar parte de la base de datos de miguel, ya sea como <i>profesor o como estudiante</i>, en funci&oacute;n de la opci&oacute;n que pongamos en el campo correspondiente.
</P>
Los datos que se nos pedir&aacute;n en esta p&aacute;gina ser&aacute;n los siguientes:
<UL>
	<LI><B>Nombre:</B> Haremos constar nuestro nombre de pila.</LI>
	<LI><B>Apellidos:</B> Sin m&aacute;s comentarios.</LI>
	<LI><B>Nombre de usuario:</B> Aquel con el que seremos identificados por la aplicaci&oacute;n (puede ser nuestro nombre o un pseud&oacute;nimo) Se ha de tener en cuenta de que la aplicaci&oacute;n distingue entre may&uacute;sculas y min&uacute;sculas.
Clave de acceso: Aqu&iacute; ingresaremos una contrase&ntilde;a que nos dar&aacute; acceso a la aplicaci&oacute;n a la vez que impedir&aacute; que otros accedan a esta usando nuestros datos. Al igual que en la casilla anterior y en la siguiente, se diferencia entre may&uacute;sculas y min&uacute;sculas.</LI>
	<LI><B>Clave de acceso (confirmaci&oacute;n):</B> En este campo volveremos a introducir la contrase?a tal y como la pusimos en la casilla anterior. Esta posee como finalidad comprobar que no nos hemos equivocado al teclear la clave, pues esta no aparece visible en la pantalla figurando como asteriscos.
Correo electr&oacute;nico: Aqu&iacute; haremos constar una direcci&oacute;n de correo electr&oacute;nico en el que recibiremos las comunicaciones y notificaciones.</LI>
	<LI><B>Estado:</B> En este &uacute;ltimo campo seleccionaremos la opci&oacute;n con la que nos registraremos en la aplicaci&oacute;n, pudiendo seleccionar en el men&uacute; desplegable entre la opci&oacute;n de registrarnos como estudiante o bien en calidad de profesor.</LI>
</UL>
<BR>
<P>
Una vez rellenados todos los campos correspondientes a los datos personales pulsaremos sobre el bot&oacute;n 'Aceptar' y pasaremos a formar parte de la base de datos del programa, <b>su informaci&oacute;n personal no ser&aacute; cedida, entregada o vendida a terceras partes</b> al tener como finalidad exclusiva el controlar el acceso autorizado a la aplicaci&oacute;n.
</P>
<P>
Si nos registramos como <b>estudiante</b> nos aparecer&aacute; otra pantalla en la seleccionaremos los cursos a los que deseamos inscribirnos con una indicaci&oacute;n de que se ha enviado a la direcci&oacute;n de correo electr&oacute;nico en la que nos hemos registrado una notificaci&oacute;n del alta en la base de datos. Seguidamente y tras pulsar sobre el bot&oacute;n 'Aceptar', nos aparecer&aacute; una &uacute;ltima ventana con un v&iacute;nculo que nos redireccionar&aacute; al 'campus' propiamente dicho, finalizando aqu&iacute; el proceso de registro como usuario.
</P>
<P>
En el caso de efectuar el registro como <b>profesor</b> tras rellenar los datos personales nos aparecer&aacute; otra p&aacute;gina en que se nos solicitar&aacute; una serie de datos obligatorios, como son:
<UL>
	<LI><B>Titulo:</B> Este campo identificar&aacute; a la asignatura.</LI>
	<LI><B>Facultad:</B> Aquella en la que pertenece la asignatura. Esta se seleccionar&aacute; de entre las que aparecen en el men&uacute; desplegable.</LI>
	<LI><B>C&oacute;digo del curso:</B> C&oacute;digo asignado para la identificaci&oacute;n del curso.</LI>
	<LI><B>Titular:</B> Aqu&iacute; se har&aacute; constar el que ser&aacute; el titular o encargado de coordinar el curso seleccionado.</LI>
	<LI><B>Idioma:</B> En esta &uacute;ltima casilla haremos constar el idioma que se utilizar&aacute; a lo largo del curso.</LI>
</UL>
<BR>
<P>
Una vez rellenados todos los campos se pulsar&aacute; sobre el bot&oacute;n 'Validar' apareciendo una nueva p&aacute;gina en la que se nos indica que se ha creado la web del curso con el c&oacute;digo que introdujimos en la p&aacute;gina anterior. Esta p&aacute;gina nos aparece un v&iacute;nculo que nos llevar&aacute; directamente al curso que hemos creado.
</P>