<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>
<body>
<b>Papeis (roles)</b>
<p>Os papeis (roles) non tienen ninguna funci&oacute;n
inform&aacute;tica. Non otorgan ning&uacute;n dereito sobre o sistema.
Vostede pode modificalos facendo clic sobre 'modificar' debaixo do
'rol/papel' o despois introducindo toda-las letras da
descripci&oacute;n da funci&oacute;n desexada: profesor, asistente,
tutor, visitante, documentalista, experto, moderador... Isto s&oacute;
servir&aacute; para indicar p&uacute;blicamente que rol (papel) que
desenvolve no curso.</p>
<hr><b>Dereitos de administraci&oacute;n</b>
<p>Os dereitos de administraci&oacute;n, po-la contra, ref&iacute;rense
&oacute; sistema inform&aacute;tico. Actualmente, p&oacute;dese
escoller entre <b>todos</b> (modificar todo, suprimir todo, agregar
todo) e <b>ning&uacute;n</b> (ademais do dereito de visita-la web,
publicar mensaxes no foro e traballos via a p&aacute;xina 'traballos').</p>
<p>Para permitires a un co-titular, un asistente, un tutor ou quien
sexa se-lo co-administrar da web con vostede, debe inscribilo
previamente no seu curso ou asegurarse que xa est&aacute; inscrito e
despois modifica-los dereitos que lle corresponden facendo clic sobre
'modificar' debaixo de 'dereitos de administraci&oacute;n' e marcando
'todos'.</p>
<hr><b>Co-titulares</b>
<p>Para facer que figure o nombre dun co-titular na cabeceira do curso,
utilice a p&aacute;xina 'Modifica-la informaci&oacute;n sobre o curso'
(nas ferramientas de cor laranxa). Esta modificaci&oacute;n da
cabeceira do curso non inscribe autom&aacute;ticamente a este
co-titular como usuario do curso. Tr&aacute;tase de d&uacute;as
acci&oacute;ns distintas.</p>
<hr><b>Agregar un usuario</b>
<p>Para agregar un usuario &oacute; seu curso, comprobe primero se xa
est&aacute; inscrito no iCampus utilizando o motor de b&uacute;squeda.
Se xa est&aacute; inscrito, marque a caxeti&ntilde;a que aparece
&aacute; beira do seu nome e valide. Se todav&iacute;a non est&aacute;
inscrito agr&eacute;gueo manualmente. Nos dous casos, a persoa
recibir&aacute; un email de confirmaci&oacute;n da s&uacute;a
inscripci&oacute;n contendo o seu nome de usuario e o seu contrasinal,
excepto no caso de que vostede non introducira o seu email.</p>
</body>
</html>
