<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>
<body>
<p>A pantalla principal estruct&uacute;rase en tres partes ben
distintas, como son:
</p>
<ul>
  <li>1.- A parte superior.</li>
  <li>2.- Corpo da p&aacute;xina (Centros)</li>
  <li>3.- Zona de acceso e inscripci&oacute;n.</li>
</ul>
<p></p>
<p>
<b>1.- A parte superior.</b>
<br>
Nesta zona da pantalla atop&aacute;monos cunha serie de
ligaz&oacute;ns. O primeiro (de esquerda a dereita) cond&uacute;cenos
&aacute; p&aacute;xina principal de miguel (na que agora mesmo nos
atopamos), seguidamente temos un ligaz&oacute;n &aacute; p&aacute;xina
principal de Indetec (desenvolvedor do proxecto) e por &uacute;ltimo
outro &aacute; p&aacute;xina principal da s&uacute;a
Organizaci&oacute;n.
</p>
<p>
<b>2.- Corpo da p&aacute;gina (Centros)</b>
<br>
Aqu&iacute; figura a relaci&oacute;n dos centros &oacute;s que podemos
acceder ou, o que &eacute; o mesmo, una relaci&oacute;n das facultades
que se atopan activas, aparecendo entre par&eacute;ntesis o
n&uacute;mero de cursos que hai en cada unha delas.
<br>
Cando seleccionamos un Centro ou Facultade, am&oacute;sasenos un
listado c&oacute;s cursos que se atopan dispo&ntilde;ibles.
<br>
Neste listado unicamente m&oacute;stranse os cursos que non son de
acceso privado.
<br>
Dependendo da configuraci&oacute;n do curso poderemos entrar facendo
clic c&oacute; rato enriba do nome. Pode ser que sexa de acceso
p&uacute;blico, que precisemos ter un usuario rexistrado en miguel ou
ben sermos invitados &oacute; curso.
</p>
<p>
<b>3.- Zona de acceso e inscripci&oacute;n.</b>
<br>
Nesta parte, com&uacute;n a toda-las p&aacute;ginas da
aplicaci&oacute;n, teremos o acceso &aacute; zona de usuarios, onde
existen d&uacute;as partes ben distintas. Na primeira delas figuran
d&uacute;as caxeti&ntilde;as nas que insertar&eacute;mo-lo noso nome de
usuario e
contrasinal, unha vez feito e tras pulsa-lo bot&oacute;n 'Entrar'
accederemos &aacute; nosa configuraci&oacute;n dentro da
aplicaci&oacute;n.
<br>
<br>
&nbsp; Na segunda parte atopar&eacute;monos unha serie de
opci&oacute;ns como son:
</p>
<ul>
  <li><b>Inscripci&oacute;n:</b> Aqu&iacute; rexistrar&eacute;monos a
primeira vez que entremos, cun nome de usuario e contrasinal para
acceder a todo-los servicios da aplicaci&oacute;n en
funci&oacute;n de c&oacute;mo fagamos dito rexistro.</li>
  <li><b>Axuda:</b> Presenta unhas breves indicaci&oacute;ns sobre como
traballar na fiestra na que nos atopemos en cada momento.</li>
  <li><b>Foro de soporte:</b> Este ligaz&oacute;n cond&uacute;cenos
&aacute; p&aacute;xina de Hispalinux, na cal at&oacute;pase un foro de
discusi&oacute;n e consulta onde poder&aacute; plantexar as s&uacute;as
d&uacute;bidas, consultas e suxerencias, sendo este un medio de
comunicaci&oacute;n entre e para os usuarios.</li>
</ul>
<p></p>
</body>
</html>
