<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>
<body>
<p>Este &eacute; o primeiro paso que se debe realizar unha vez entremos
na aplicaci&oacute;n, xa que de non estarmos rexistrados na mesma non
poderemos participar dos beneficios que aporta esta aplicaci&oacute;n,
non podendo acceder a moitos dos seus apartados.
</p>
<p>
&Oacute; pulsarmo-lo ligaz&oacute;n 'Inscripci&oacute;n'
dirixir&aacute;senos a unha p&aacute;xina na que introduciremo-los
nosos datos personales a fin de formar parte da base de datos de
miguel, sexa como <span style="font-style: italic;">profesor ou como
estudiante</span>, segundo a opci&oacute;n que elixamos no campo
correspondente.
</p>
Os datos que se nos han pedir nesta p&aacute;xina ser&aacute;n os
seguintes:
<ul>
  <li><b>Nome:</b> Faremos consta-lo noso nome de pila.</li>
  <li><b>Apelidos:</b> Sen m&aacute;is comentarios.</li>
  <li><b>Nome de usuario:</b> Aquel c&oacute; que seremos identificados
po-la aplicaci&oacute;n (pode se-lo noso nome ou un pseud&oacute;nimo).
Deberase ter en conta que a aplicaci&oacute;n distingue entre
mai&uacute;sculas e min&uacute;sculas.</li>
  <li><b>Clave de acceso:</b> Aqu&iacute; introduciremos un contrasinal
que nos dar&aacute; acceso &aacute; aplicaci&oacute;n, o mesmo tempo
que impedir&aacute; que outros accedan a ela utilizando os nosos datos.
Igual que no campo anterior e no seguinte diferenciarase entre
mai&uacute;sculas e min&uacute;sculas.</li>
  <li><b>Clave de acceso (confirmaci&oacute;n):</b> Neste campo
volveremos a introduci-lo contrasinal exactamente como o puxemos no
campo anterior. Isto faise para comprobar que non nos trabucamos o
teclea-la clave, pois esta non aparecer&aacute; visible en pantalla,
sen&oacute;n oculta tras asteriscos. <br>
  </li>
  <li><b>Correo electr&oacute;nico:</b> Aqu&iacute; faremos constar
unha direcci&oacute;n de correo electr&oacute;nico na que recibiremos
comunicaci&oacute;ns e notificaci&oacute;ns.</li>
  <li><b>Estado:</b> Neste &uacute;ltimo campo seleccionaremo-la
opci&oacute;n coa que imos ser rexistrados na aplicaci&oacute;n,
podendo seleccionar no men&uacute; despleg&aacute;bel entre a
opci&oacute;n de rexistrarnos como estudiante ou como profesor.</li>
</ul>
<br>
<p>Unha vez te&ntilde;amos cuberto todo-los campos correspondentes
&oacute;s datos personales, premeremo-lo bot&oacute;n 'Aceptar' e
pasaremos a formar parte da base de datos da aplicaci&oacute;n. <b>A
s&uacute;a
informaci&oacute;n persoal non ser&aacute; cedida, entregada ou vendida
a terceras partes</b> &oacute; ter como finalidade exclusiva
controla-lo acceso autorizado &aacute; aplicaci&oacute;n.
</p>
<p>Se nos rexistramos como <b>estudiante</b> aparecer&aacute;senos
outra pantalla na que seleccionaremo-los cursos &oacute;s que nos
desexamos inscribir coa indicaci&oacute;n de que se enviou &aacute;
direcci&oacute;n de correo electr&oacute;nico coa que nos rexistramos
unha notificaci&oacute;n de alta na base de datos. Seguidamente e tras
preme-lo bot&oacute;n 'Aceptar', aparecer&aacute;seno-la &uacute;ltima
fiestra cun ligaz&oacute;n que nos redireccionar&aacute; &oacute;
'campus', finalizando
aqu&iacute; o proceso de rexistro como usuario.
</p>
<p>
No caso de efectua-lo rexistro como <b>profesor</b>,tras ter cuberto
os datos personales aparecer&aacute;senos outra p&aacute;xina na que
h&aacute;senos de solicitar unha serie de datos obrigatorios, como son:
</p>
<ul>
  <li><b>Titulo:</b> Este campo identificar&aacute; &aacute; asignatura.</li>
  <li><b>Facultade:</b> Aquela &aacute; que pertence a asignatura. Esta
seleccionarase entre as que aparecen no men&uacute;
despleg&aacute;bel.</li>
  <li><b>C&oacute;digo do curso:</b> C&oacute;digo asignado para a
identificaci&oacute;n do curso.</li>
  <li><b>Titular:</b> Aqu&iacute; farase consta-lo que
ser&aacute; o titular ou encargado de coordina-lo curso.</li>
  <li><b>Lingua:</b> Nesta &uacute;ltimo campo faremos consta-lo
idioma que hase utilizar &oacute; longo do curso.</li>
</ul>
<br>
<p>Unha vez cubertos todo-los campos, premerase o bot&oacute;n
'Validar', aparecendo unha nova p&aacute;xina na que se nos indica que
se creou a web do curso c&oacute; c&oacute;digo que introduxemos na
p&aacute;xina anterior. Nesta p&aacute;xina apareceranos un
ligaz&oacute;n que nos levar&aacute; directamente &oacute; curso que
acabamos de crear.
</p>
</body>
</html>
