<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>
<body>
<p>O foro &eacute; unha ferramenta de discusi&oacute;n
asincr&oacute;nica por escrito. A diferencia do email, o foro coloca a
discusi&oacute;n nun espacio p&uacute;blico ou semi-p&uacute;blico.</p>
<p>Para utiliza-la ferramenta do foro de iCampus, os estudiantes
s&oacute; te&ntilde;en necesidade dun simple navegador web (Mozilla,
Explorer...), non se necesita ter un cliente de email (Eudora,
Outlook...).</p>
<p>Para organiza-los foros, prema 'administrar'. Os intercambios quedan
organizados dun modo xer&aacute;rquico seguindo a seguinte estructura:</p>
<p><b>Categor&iacute;a &gt; Foro &gt; Tema &gt; Resposta</b></p>
<p>Para permitir &oacute;s estudiantes discutir de forma estructurada,
&eacute; indispensable organiza-los intercambios previamente en
categor&iacute;as e foros (a eles corresponderalles crear temas e dar
respuestas). Por defecto, o foro cont&eacute;n &uacute;nicamente a
categor&iacute;a "P&uacute;blico", un tema de exemplo e unha mensaxe de
exemplo. Vostede pode agregar foros na categor&iacute;a
"P&uacute;blico", ou ben modifica-lo seu t&iacute;tulo ou crear outras
categor&iacute;as nas que ser&aacute; preciso ent&oacute;n crear novos
foros. <span style="font-weight: bold;">Unha categor&iacute;a que non
cont&eacute;n ning&uacute;n foro non se mostra e est&aacute; fora de
servicio</span>. Se, por exemplo, vostede crea unha categor&iacute;a
"Discusi&oacute;ns para grupos reducidos", faralle falta crear unha
serie de foros nesta segunda categor&iacute;a, por exemplo, "Grupo 1",
"Grupo 2", "Grupo 3", etc.</p>
<p>A descripci&oacute;n dun foro de grupo pode se-la lista de persoas
que est&aacute;n invitadas a participar e discutir no mesmo, pero
tam&eacute;n pode ser unha explicaci&oacute;n sobre o porqu&eacute; do
foro. Se vostede crea, por calquera motivo, un foro "Chamadas de
axuda", pode agregar como descripci&oacute;n: "Se&ntilde;alar
dificultades en relaci&oacute;n &oacute; contido ou o dispositivo".</p>
</body>
</html>
