<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
</head>
<body>
<p>Aqu&iacute; poderemos xenera-los grupos de traballo existentes para
o curso. Para facelo hay que preme-la opci&oacute;n "Crear novo(s)
grupo(s)", o que nos dirixir&aacute; a unha pantalla na que se nos
permitir&aacute; crear un ou varios grupos (se ben posteriormente
poderemos agregar m&aacute;is) cun n&uacute;mero de asentos
m&aacute;ximo por grupo, se ben este par&aacute;metro &eacute;
opcional. Unha vez validada a creaci&oacute;n do grupo,
devolver&aacute;senos &aacute; p&aacute;xina anterior aparecendo na
parte inferior do grupo xa creado, o cal pode ser modificado. Para
facelo premeremo-lo icono "Editar", o que nos levar&aacute; a unha
p&aacute;xina na que podemos asigna-las caracter&iacute;sticas do
grupo. Para facelo teremos que cubrir unha serie de campos, como son:
T&iacute;tulo do curso, Tutor, unha breve descripci&oacute;n do curso
(opcional), o n&uacute;mero m&aacute;ximo de personal que
formar&aacute; o grupo e por &uacute;ltimo as persoas que
formar&aacute;n o grupo, para o cal sinalaremos a cada unha das persoas
que dese&ntilde;amos agregar ou eliminar e pulsaremo-los botones de
dobre frecha. A que sinala &aacute; dereita permite agregar, namentres
que a que apunta cara a esquerda utilizarase para quitar membros. Por
&uacute;ltimo e unha vez te&ntilde;amos cuberto todo-los campos,
premeremo-lo bot&oacute;n "Validar" para garda-los cambios.</p>
<p>Podemos tam&eacute;n borrar un grupo determinado dende as
opci&oacute;ns de grupo, ou ben eliminar todo-los grupos no bloque de
opci&oacute;ns que figuran na parte superior da p&aacute;xina. Ou ben
podemos vacia-los grupos co fin de definir novamente as
caracter&iacute;sticas de cada un deles. Nesta mesma p&aacute;xina
podemos cambiar igualmente as opci&oacute;ns dos grupos, o que nos
permite autorizar &oacute;s alumnos a d&aacute;rense de alta nos
grupos, asignar un foro &oacute; grupo e que este sexa privado ou
p&uacute;blico e por &uacute;ltimo podemos activa-la opci&oacute;n de
utilizar documentos ou non. Do mesmo xeito que no resto das
p&aacute;xinas, quedar&iacute;anos preme-lo bot&oacute;n "Validar" para
acepta-los cambios.
</p>
</body>
</html>
